//
//  Constants.swift
//  Alias
//
//  Created by Roman on 10/09/2023.
//

import UIKit
import SwiftUI

struct Constants {
    
    struct Summary {
       static let summaryArray = ["Эта команда как пазл без нескольких ключевых кусочков - не совсем ясно, как у них получается что-либо собрать воедино!",
                            "Команда, чьи умственные способности такие, что они могли бы проиграть в интеллектуальной борьбе с дверной ручкой!",
                            "Эта команда - как анекдот, который они сами написали, но уже забыли punchline",
                            "Они соревнуются в том, кто первым забудет вопрос.",
                            "Если бы их мозги были страхованы, страховая полиса бы не покрыла ничего.",
                            "Они могли бы выиграть, но им пришлось бы построить машину времени и вернуться во времена, когда они могли еще что-то запомнить.",
                            "Их мозги - это место, где идет борьба между кроликом и черепахой, и пока ничья!",
                            "Их преследовали умные мысли - но они были быстрее",
                            "Их команда - это искусство делать мало с удивительным трудом",
                            "Они смотрят друг на друга так, будто оба исчезли в магазине разума",
                            "Как две пушистые коалы, пытающиеся объяснить слова без слов",
                            "Их уровень угадывания слов - это как попытка научить рыбу играть в шахматы"]
    }
    
    struct Colors {
       static let greenColor = Color("BGColor")
    }
    
    
    struct DisplaySize {
        static let screenWidth = UIScreen.main.bounds.size.width
        static let screenHeight = UIScreen.main.bounds.size.height
        
    }
    
}
