//
//  WordsForGame.swift
//  Alias
//
//  Created by Roman on 30/09/2023.
//

import Foundation

struct ArrayOfWords: Identifiable {
    var id = UUID()
    
    let arrayOne = ["кот", "дом", "море", "солнце", "книга", "яблоко", "школа", "музыка", "компьютер", "футбол", "путешествие", "часы", "красный", "цветок", "дружба", "звезда", "счастье", "океан", "город", "карта"]
    let arrayTwo = ["кофе", "автомобиль", "музей", "парк", "компьютер", "гитара", "велосипед", "банан", "фотоаппарат", "кресло", "мороженое", "мечта", "дождь", "собака", "камень", "космос", "цветок", "море"]
    let arrayThree = ["яблоко", "книга", "музыка", "путешествие", "солнце", "город", "море", "дом", "футбол", "компьютер", "цветок"]
}
